[
  {
    "title": "Attack on Titan",
    "genre": "Action",
    "studio": "Wit Studio",
    "episodes": 75,
    "synopsis": "Several hundred years ago, humans were nearly exterminated by Titans. Titans are typically several stories tall, seem to have no intelligence, devour human beings and, worst of all, seem to do it for the pleasure rather than as a food source. A small percentage of humanity survived by walling themselves in a city protected by extremely high walls, even taller than the biggest Titans. Flash forward to the present and the city has not seen a Titan in over 100 years. Teenage boy Eren and his foster sister Mikasa witness something horrific as one of the walls is damaged by a 60 meter Titan causing a breach in the wall. As the smaller Titans flood the city, the two kids watch in horror as their mother is eaten alive. Eren vows that he will murder every single Titan and take revenge for all of mankind.",
    "image": "https://example.com/images/attack_on_titan.jpg"
  },
  {
    "title": "Death Note",
    "genre": "Thriller",
    "studio": "Madhouse",
    "episodes": 37,
    "synopsis": "Light Yagami is an ace student with great prospects—and he’s bored out of his mind. But all that changes when he finds the Death Note, a notebook dropped by a rogue Shinigami death god. Any human whose name is written in the notebook dies, and Light has vowed to use the power of the Death Note to rid the world of evil. But will Light succeed in his noble goal, or will the Death Note turn him into the very thing he fights against?",
    "image": "https://example.com/images/death_note.jpg"
  },
  {
    "title": "Fullmetal Alchemist: Brotherhood",
    "genre": "Adventure",
    "studio": "Bones",
    "episodes": 64,
    "synopsis": "Edward and Alphonse Elric's reckless disregard for alchemy's fundamental laws ripped half of Ed's limbs from his body and left Al's soul clinging to a cold suit of armor. To restore what was lost, the brothers scour a war-torn land for the Philosopher's Stone, a fabled relic which grants the ability to perform alchemy in impossible ways. The Elrics are not alone in their search; the corrupt State Military is also eager to harness the artifact's power. So too are the strange Homunculi and their shadowy creator. The mythical gem lures exotic alchemists from distant kingdoms, scarring some deeply enough to inspire murder. As the Elrics find their course altered by these enemies and allies, their purpose remains unchanged – and their bond unbreakable.",
    "image": "https://example.com/images/fma_brotherhood.jpg"
  },
  {
    "title": "One Punch Man",
    "genre": "Action",
    "studio": "Madhouse",
    "episodes": 24,
    "synopsis": "Saitama is a hero who only became a hero for fun. After three years of “special” training, though, he’s become so strong that he’s practically invincible. In fact, he’s too strong—even his mightiest opponents are taken out with a single punch. Alongside his cyborg disciple Genos, Saitama joins the Heroes Association, hoping to become a true hero.",
    "image": "https://example.com/images/one_punch_man.jpg"
  },
  {
    "title": "Sword Art Online",
    "genre": "Action",
    "studio": "A-1 Pictures",
    "episodes": 96,
    "synopsis": "In the year 2022, virtual reality massively multiplayer online role-playing games (VRMMORPGs) are released to the public. Kirito, one of the first players to log into the game, discovers that he and the other players are unable to log out. The game's creator, Akihiko Kayaba, informs them that the only way to escape is to reach the 100th floor of the game's tower and defeat the final boss. Along the way, Kirito meets other players, including Asuna, who becomes his romantic interest. But as they progress through the game, they soon realize that the consequences of losing in the virtual world can be fatal in the real world.",
    "image": "https://example.com/images/sword_art_online.jpg"
  },
  {
    "title": "My Hero Academia",
    "genre": "Action",
    "studio": "Bones",
    "episodes": 113,
    "synopsis": "Izuku Midoriya has always wanted to be a hero, but he was born without a Quirk, the special power that every person in his world has. When he meets the world's greatest hero, All Might, he learns that even without a Quirk, he can still become a hero. Izuku enrolls in a prestigious hero academy and faces numerous challenges as he learns to control his newfound power and becomes a true hero.",
    "image": "https://example.com/images/my_hero_academia.jpg"
  },
  {
    "title": "Demon Slayer: Kimetsu no Yaiba",
    "genre": "Action",
    "studio": "ufotable",
    "episodes": 26,
    "synopsis": "After his family is killed by demons, a young boy named Tanjiro joins a group of demon hunters and sets out to avenge his family and find a cure for his sister, who has been turned into a demon.",
    "image": "https://example.com/images/kny.jpg"
  },
  {
    "title": "Naruto",
    "genre": "Action",
    "studio": "Studio Pierrot",
    "episodes": 220,
    "synopsis": "Naruto Uzumaki is a young ninja who dreams of becoming the Hokage, the leader of his village. He carries the Nine-Tailed Fox Spirit within him, which caused him to be shunned by the villagers. Along with his teammates Sasuke and Sakura, Naruto goes on missions and trains to become stronger. As they progress, they encounter dangerous enemies, including Orochimaru and Akatsuki, and learn about the truth behind their village's past.",
    "image": "https://example.com/images/naruto.jpg"
  },
  {
    "title": "Tokyo Ghoul",
    "genre": "Horror",
    "studio": "Studio Pierrot",
    "episodes": 48,
    "synopsis": "In a world where ghouls, creatures who feed on human flesh, exist in secrecy alongside humans, Ken Kaneki is a college student who is turned into a half-ghoul after being attacked by one. He struggles to come to terms with his new identity and is forced to navigate through the dangerous world of ghouls and their constant conflict with humans. As he learns more about his powers and the hidden truths of his world, he is forced to choose between his loyalty to his own kind and his desire to protect the innocent.",
    "image": "https://example.com/images/tokyo_ghoul.jpg"
  },
  {
    "title": "Hunter x Hunter",
    "genre": "Adventure",
    "studio": "Madhouse",
    "episodes": 148,
    "synopsis": "Gon Freecss is a young boy who wants to become a Hunter, a special profession that involves finding treasures, rare beasts, and other individuals. Along with other aspiring Hunters, including his new friend Killua, they go on various adventures, participating in exams and facing dangerous opponents. However, their journey becomes more perilous as they encounter the Phantom Troupe, a group of powerful thieves, and the Chimera Ants, an insect species with human-like abilities.",
    "image": "https://example.com/images/hunter_x_hunter.jpg"
  }
]
